---
kind: property
id: P:Autodesk.Revit.DB.Group.Location
source: html/446dcaea-8792-b703-e0c2-e9e30cbadfd3.htm
---
# Autodesk.Revit.DB.Group.Location Property

This property is used to find the physical location of a group within project.

## Syntax (C#)
```csharp
public override Location Location { get; }
```

## Remarks
The Location property returns an object that can be used to find the location of an object
within the project. Groups return a point location object.